Repository: owngoal-dev/iGhostVT
Catalog: iGhostVT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Time Limit (seconds)
ar: المهلة (بالثواني)
de: Zeitlimit (Sekunden)
es: Tiempo límite (segundos)
fr: Limite de temps (secondes)
it: Limite di tempo (secondi)
ja: 制限時間（秒）
ko: 제한 시간(초)
pt_br: Tempo limite (segundos)
ru: Лимит времени (секунды)
vi: Giới hạn thời gian (giây)
zh_hans: 时限（秒）
zh_hant: 時限（秒）

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Toggle Sidebar
ar: إظهار الشريط الجانبي أو إخفاؤه
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/masquer la barre latérale
it: Mostra/nascondi la barra laterale
ja: サイドバーの表示切り替え
ko: 사이드바 표시/숨기기
pt_br: Mostrar/ocultar barra lateral
ru: Показать или скрыть боковую панель
vi: Hiện hoặc ẩn thanh bên
zh_hans: 显示或隐藏边栏
zh_hant: 顯示或隱藏側邊欄

source: Too many arguments. Use at most %lld.
ar: الوسائط كثيرة جداً. استخدم %lld كحد أقصى.
de: Zu viele Argumente. Verwenden Sie höchstens %lld.
es: Demasiados argumentos. Use como máximo %lld.
fr: Trop d’arguments. Utilisez-en au plus %lld.
it: Troppi argomenti. Usane al massimo %lld.
ja: 引数が多すぎます。%lld 個以内にしてください。
ko: 인수가 너무 많습니다. 최대 %lld개까지 사용하십시오.
pt_br: Argumentos demais. Use no máximo %lld.
ru: Слишком много аргументов. Используйте не более %lld.
vi: Quá nhiều đối số. Dùng tối đa %lld.
zh_hans: 参数过多。最多 %lld 个。
zh_hant: 參數過多。最多 %lld 個。

source: Too many terminals are open. Close one and try again.
ar: عدد الطرفيات المفتوحة كبير جداً. أغلق واحدة وحاول مرة أخرى.
de: Es sind zu viele Terminals geöffnet. Schließen Sie eines und versuchen Sie es erneut.
es: Hay demasiados terminales abiertos. Cierre uno e inténtelo de nuevo.
fr: Trop de terminaux sont ouverts. Fermez-en un, puis réessayez.
it: Ci sono troppi terminali aperti. Chiudine uno e riprova.
ja: 開いているターミナルが多すぎます。1 つ閉じてから、もう一度お試しください。
ko: 열려 있는 터미널이 너무 많습니다. 하나를 닫고 다시 시도하십시오.
pt_br: Há terminais demais abertos. Feche um e tente novamente.
ru: Открыто слишком много терминалов. Закройте один и повторите попытку.
vi: Đang mở quá nhiều Terminal. Hãy đóng bớt một cái rồi thử lại.
zh_hans: 打开的终端数量已达上限。请关闭一个终端后再试。
zh_hant: 開啟的終端機數量已達上限。請關閉一個終端機後再試。

source: Turn On Helper
ar: تفعيل المساعد
de: Helfer einschalten
es: Activar asistente
fr: Activer l’assistant
it: Attiva assistente
ja: ヘルパーをオンにする
ko: 헬퍼 켜기
pt_br: Ativar assistente
ru: Включить помощник
vi: Bật trình trợ giúp
zh_hans: 开启助手
zh_hant: 開啟助手

source: Turn On Terminal Helper
ar: تفعيل مساعد الطرفية
de: Terminal-Helfer einschalten
es: Activar el asistente del terminal
fr: Activer l’assistant du terminal
it: Attiva l’assistente del terminale
ja: ターミナルヘルパーをオンにする
ko: 터미널 헬퍼 켜기
pt_br: Ativar assistente do terminal
ru: Включить помощник терминала
vi: Bật Trình trợ giúp Terminal
zh_hans: 开启终端助手
zh_hant: 開啟終端機助手

source: Type into ${applicationName}
ar: الكتابة في ${applicationName}
de: In ${applicationName} eingeben
es: Escribir en ${applicationName}
fr: Saisir dans ${applicationName}
it: Digita in ${applicationName}
ja: ${applicationName} に入力
ko: ${applicationName}에 입력
pt_br: Digitar no ${applicationName}
ru: Ввести в ${applicationName}
vi: Nhập vào ${applicationName}
zh_hans: 在 ${applicationName} 中输入
zh_hant: 在 ${applicationName} 中輸入

source: Types a command into a terminal session, waits for the shell to return to its prompt, and returns the output. With no session, a new shell is started for the command and ended afterwards.
ar: يكتب أمراً في جلسة طرفية، وينتظر عودة الصدفة إلى موجّهها، ثم يعيد المُخرَج. وإذا لم تُحدَّد جلسة، تُبدأ صدفة جديدة للأمر ثم تُنهى بعده.
de: Gibt einen Befehl in eine Terminalsitzung ein, wartet, bis die Shell zur Eingabeaufforderung zurückkehrt, und gibt die Ausgabe zurück. Ohne Sitzung wird für den Befehl eine neue Shell gestartet und danach beendet.
es: Escribe un comando en una sesión de terminal, espera a que el shell vuelva al prompt y devuelve la salida. Sin sesión, se inicia un shell nuevo para el comando y se finaliza después.
fr: Saisit une commande dans une session de terminal, attend que le shell revienne à l’invite et renvoie la sortie. Sans session, un nouveau shell est démarré pour la commande, puis terminé.
it: Digita un comando in una sessione del terminale, attende che la shell torni al prompt e restituisce l’output. Senza una sessione, viene avviata una nuova shell per il comando e terminata al termine.
ja: ターミナルセッションにコマンドを入力し、シェルがプロンプトに戻るまで待ってから出力を返します。セッションを指定しない場合は、コマンド用に新しいシェルを開始し、完了後に終了します。
ko: 터미널 세션에 명령을 입력하고 셸이 프롬프트로 돌아올 때까지 기다린 뒤 출력을 반환합니다. 세션이 없으면 명령을 위해 새로운 셸을 시작하고 완료 후 종료합니다.
pt_br: Digita um comando em uma sessão de terminal, aguarda o shell voltar ao prompt e retorna a saída. Sem uma sessão, um novo shell é iniciado para o comando e encerrado em seguida.
ru: Вводит команду в сеанс терминала, ждёт возврата оболочки к приглашению и возвращает вывод. Без сеанса для команды запускается новая оболочка, которая затем завершается.
vi: Nhập một lệnh vào phiên Terminal, chờ shell quay lại dấu nhắc, rồi trả về kết quả. Nếu không chỉ định phiên, một shell mới sẽ được khởi động cho lệnh đó và kết thúc sau khi xong.
zh_hans: 在终端会话中输入命令，等待 shell 回到提示符，然后返回输出。未指定会话时，会为该命令启动新 shell，并在完成后结束它。
zh_hant: 在終端機工作階段中輸入指令，等待 shell 回到提示字元，然後回傳輸出。未指定工作階段時，會為該指令啟動新 shell，並在完成後結束它。

source: Types text into a terminal session, as if entered on its keyboard.
ar: يكتب نصاً في جلسة طرفية، كما لو أُدخل من لوحة مفاتيحها.
de: Gibt Text in eine Terminalsitzung ein, als wäre er über deren Tastatur eingegeben worden.
es: Escribe texto en una sesión de terminal, como si se introdujera con su teclado.
fr: Saisit du texte dans une session de terminal, comme s’il était tapé sur son clavier.
it: Digita del testo in una sessione del terminale, come se fosse inserito dalla sua tastiera.
ja: ターミナルセッションに、キーボードから入力したようにテキストを入力します。
ko: 터미널 세션에 키보드로 입력한 것처럼 텍스트를 입력합니다.
pt_br: Digita texto em uma sessão de terminal, como se fosse inserido pelo teclado dela.
ru: Вводит текст в сеанс терминала, как будто он набран на его клавиатуре.
vi: Nhập văn bản vào phiên Terminal, như thể được gõ trên bàn phím của phiên đó.
zh_hans: 在终端会话中输入文本，如同在其键盘上键入。
zh_hant: 在終端機工作階段中輸入文字，如同在其鍵盤上輸入。

source: Unable to complete this action. Try again.
ar: تعذّر إكمال هذا الإجراء. حاول مرة أخرى.
de: Diese Aktion konnte nicht abgeschlossen werden. Versuchen Sie es erneut.
es: No se pudo completar esta acción. Inténtelo de nuevo.
fr: Impossible d’effectuer cette action. Réessayez.
it: Non è stato possibile completare questa azione. Riprova.
ja: この操作を完了できませんでした。もう一度お試しください。
ko: 이 작업을 완료하지 못했습니다. 다시 시도하십시오.
pt_br: Não foi possível concluir esta ação. Tente novamente.
ru: Не удалось выполнить это действие. Повторите попытку.
vi: Không thể hoàn tất thao tác này. Hãy thử lại.
zh_hans: 无法完成此操作。请重试。
zh_hant: 無法完成此操作。請重試。

source: Unable to connect to the terminal helper. Restart iGhostVT and try again.
ar: تعذّر الاتصال بمساعد الطرفية. أعد تشغيل iGhostVT وحاول مرة أخرى.
de: Es konnte keine Verbindung zum Terminal-Helfer hergestellt werden. Starten Sie iGhostVT neu und versuchen Sie es erneut.
es: No se pudo conectar con el asistente del terminal. Reinicie iGhostVT e inténtelo de nuevo.
fr: Impossible de se connecter à l’assistant du terminal. Redémarrez iGhostVT, puis réessayez.
it: Non è stato possibile connettersi all’assistente del terminale. Riavvia iGhostVT e riprova.
ja: ターミナルヘルパーに接続できませんでした。iGhostVT を再起動してからもう一度お試しください。
ko: 터미널 헬퍼에 연결하지 못했습니다. iGhostVT를 다시 실행한 후 다시 시도하십시오.
pt_br: Não foi possível conectar ao assistente do terminal. Reinicie o iGhostVT e tente novamente.
ru: Не удалось подключиться к помощнику терминала. Перезапустите iGhostVT и повторите попытку.
vi: Không thể kết nối tới Trình trợ giúp Terminal. Hãy khởi động lại iGhostVT rồi thử lại.
zh_hans: 无法连接到终端助手。请重新启动 iGhostVT 后重试。
zh_hant: 無法連接終端機助手。請重新啟動 iGhostVT 後重試。

source: Unable to move iGhostVT to Applications. Move it there in Finder, then open it again.
ar: تعذّر نقل iGhostVT إلى «التطبيقات». انقله إلى هناك من «الباحث»، ثم افتحه مرة أخرى.
de: iGhostVT konnte nicht nach „Programme“ bewegt werden. Bewegen Sie die App im Finder dorthin und öffnen Sie sie dann erneut.
es: No se pudo mover iGhostVT a Aplicaciones. Muévala allí en el Finder y vuelva a abrirla.
fr: Impossible de déplacer iGhostVT vers Applications. Déplacez l’app dans le Finder, puis rouvrez-la.
it: Impossibile spostare iGhostVT in Applicazioni. Spostala lì dal Finder, poi riaprila.
ja: iGhostVT を「アプリケーション」に移動できませんでした。Finder で移動してから、もう一度開いてください。
ko: iGhostVT를 응용 프로그램으로 이동할 수 없습니다. Finder에서 직접 이동한 후 다시 여십시오.
pt_br: Não foi possível mover o iGhostVT para Aplicativos. Mova-o para lá no Finder e abra-o novamente.
ru: Не удалось переместить iGhostVT в «Программы». Переместите приложение туда в Finder и откройте его снова.
vi: Không thể chuyển iGhostVT vào thư mục Ứng dụng. Hãy chuyển nó bằng Finder, rồi mở lại.
zh_hans: 无法将 iGhostVT 移到“应用程序”。请在“访达”中将其移到该处，然后重新打开。
zh_hant: 無法將 iGhostVT 移到「應用程式」。請在 Finder 中將其移到該處，然後重新開啟。

source: Unable to read the log file. Refresh to try again.
ar: تعذّرت قراءة ملف السجل. حدّث للمحاولة مرة أخرى.
de: Die Protokolldatei konnte nicht gelesen werden. Aktualisieren Sie, um es erneut zu versuchen.
es: No se pudo leer el archivo de registro. Actualice para intentarlo de nuevo.
fr: Impossible de lire le fichier journal. Actualisez pour réessayer.
it: Non è stato possibile leggere il file di log. Aggiorna per riprovare.
ja: ログファイルを読み込めませんでした。更新してもう一度お試しください。
ko: 로그 파일을 읽지 못했습니다. 새로 고침하여 다시 시도하십시오.
pt_br: Não foi possível ler o arquivo de registro. Atualize para tentar novamente.
ru: Не удалось прочитать файл журнала. Обновите, чтобы повторить попытку.
vi: Không thể đọc tệp nhật ký. Hãy làm mới để thử lại.
zh_hans: 无法读取日志文件。请刷新后重试。
zh_hant: 無法讀取日誌檔案。請重新整理後重試。

source: Unable to reconnect to the terminal. Try again or close the tab.
ar: تعذّرت إعادة الاتصال بالطرفية. حاول مرة أخرى أو أغلق علامة التبويب.
de: Die Verbindung zum Terminal konnte nicht wiederhergestellt werden. Versuchen Sie es erneut oder schließen Sie den Tab.
es: No se pudo volver a conectar con el terminal. Inténtelo de nuevo o cierre la pestaña.
fr: Impossible de se reconnecter au terminal. Réessayez ou fermez l’onglet.
it: Non è stato possibile riconnettersi al terminale. Riprova o chiudi la scheda.
ja: ターミナルに再接続できませんでした。もう一度試すか、タブを閉じてください。
ko: 터미널에 다시 연결하지 못했습니다. 다시 시도하거나 탭을 닫으십시오.
pt_br: Não foi possível reconectar ao terminal. Tente novamente ou feche a aba.
ru: Не удалось повторно подключиться к терминалу. Повторите попытку или закройте вкладку.
vi: Không thể kết nối lại tới Terminal. Hãy thử lại hoặc đóng tab.
zh_hans: 无法重新连接到终端。请重试或关闭标签页。
zh_hant: 無法重新連接終端機。請重試或關閉分頁。

source: Unable to turn on Terminal Helper. Try again.
ar: تعذّر تفعيل مساعد الطرفية. حاول مرة أخرى.
de: Der Terminal-Helfer konnte nicht eingeschaltet werden. Versuchen Sie es erneut.
es: No se pudo activar el Asistente del terminal. Inténtelo de nuevo.
fr: Impossible d’activer l’Assistant du terminal. Réessayez.
it: Non è stato possibile attivare l’Assistente del terminale. Riprova.
ja: ターミナルヘルパーをオンにできませんでした。もう一度お試しください。
ko: 터미널 헬퍼를 켜지 못했습니다. 다시 시도하십시오.
pt_br: Não foi possível ativar o Assistente do terminal. Tente novamente.
ru: Не удалось включить Помощник терминала. Повторите попытку.
vi: Không thể bật Trình trợ giúp Terminal. Hãy thử lại.
zh_hans: 无法开启终端助手。请重试。
zh_hant: 無法開啟終端機助手。請重試。

source: Unlock Keyboard
ar: إلغاء قفل لوحة المفاتيح
de: Tastatur entsperren
es: Desbloquear teclado
fr: Déverrouiller le clavier
it: Sblocca tastiera
ja: キーボードのロックを解除
ko: 키보드 잠금 해제
pt_br: Desbloquear teclado
ru: Разблокировать клавиатуру
vi: Mở khóa bàn phím
zh_hans: 解锁键盘
zh_hant: 解鎖鍵盤

source: Unlock Tab
ar: إلغاء قفل علامة التبويب
de: Tab entsperren
es: Desbloquear pestaña
fr: Déverrouiller l’onglet
it: Sblocca scheda
ja: タブのロックを解除
ko: 탭 잠금 해제
pt_br: Desbloquear aba
ru: Разблокировать вкладку
vi: Mở khóa tab
zh_hans: 解锁标签页
zh_hant: 解鎖分頁

source: Unlocked
ar: غير مقفل
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
ja: ロック解除
ko: 잠금 해제됨
pt_br: Desbloqueado
ru: Разблокировано
vi: Chưa khóa
zh_hans: 未锁定
zh_hant: 未鎖定

source: Up Arrow
ar: سهم لأعلى
de: Pfeil oben
es: Flecha arriba
fr: Flèche haut
it: Freccia su
ja: 上矢印
ko: 위쪽 화살표
pt_br: Seta para cima
ru: Стрелка вверх
vi: Mũi tên lên
zh_hans: 向上键
zh_hant: 向上鍵

source: Up to three characters, sent exactly as typed. A single letter also works with Control.
ar: حتى ثلاثة أحرف، تُرسل كما كُتبت تماماً. ويعمل الحرف الواحد أيضاً مع مفتاح Control.
de: Bis zu drei Zeichen, genau so gesendet, wie sie eingegeben werden. Ein einzelner Buchstabe funktioniert auch mit Control.
es: Hasta tres caracteres, enviados tal como se escriben. Una sola letra también funciona con Control.
fr: Jusqu’à trois caractères, envoyés tels que vous les saisissez. Une seule lettre fonctionne aussi avec Contrôle.
it: Fino a tre caratteri, inviati esattamente come vengono digitati. Una sola lettera funziona anche con Control.
ja: 最大 3 文字。入力したとおりに送信されます。1 文字なら Control と組み合わせても使えます。
ko: 최대 3자이며 입력한 그대로 전송됩니다. 한 글자는 Control과 함께 사용할 수도 있습니다.
pt_br: Até três caracteres, enviados exatamente como você digita. Uma única letra também funciona com Control.
ru: До трёх символов; они отправляются в том виде, в каком были введены. Одна буква работает и с Control.
vi: Tối đa ba ký tự, gửi đúng như bạn gõ. Một chữ cái đơn cũng dùng được cùng phím Control.
zh_hans: 最多 3 个字符，按原样发送。单个字母也可与 Control 键组合使用。
zh_hant: 最多 3 個字元，按原樣傳送。單一字母也可與 Control 鍵組合使用。

source: Updating
ar: جارٍ التحديث
de: Wird aktualisiert
es: Actualizando
fr: Mise à jour
it: Aggiornamento
ja: 更新中
ko: 업데이트 중
pt_br: Atualizando
ru: Обновление
vi: Đang cập nhật
zh_hans: 正在更新
zh_hant: 正在更新

source: Updating Terminal Helper…
ar: جارٍ تحديث مساعد الطرفية…
de: Terminal-Helfer wird aktualisiert…
es: Actualizando el Asistente del terminal…
fr: Mise à jour de l’Assistant du terminal…
it: Aggiornamento dell’Assistente del terminale…
ja: ターミナルヘルパーを更新中…
ko: 터미널 헬퍼 업데이트 중…
pt_br: Atualizando o Assistente do terminal…
ru: Обновление Помощника терминала…
vi: Đang cập nhật Trình trợ giúp Terminal…
zh_hans: 正在更新终端助手…
zh_hant: 正在更新終端機助手…

source: Verbose
ar: مفصّل
de: Ausführlich
es: Detallado
fr: Détaillé
it: Dettagliato
ja: 詳細
ko: 상세
pt_br: Detalhado
ru: Подробно
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Wait for ${session} to return to its prompt
ar: انتظار عودة ${session} إلى موجّهها
de: Warten, bis ${session} zur Eingabeaufforderung zurückkehrt
es: Esperar a que ${session} vuelva al prompt
fr: Attendre que ${session} revienne à l’invite
it: Attendi che ${session} torni al prompt
ja: ${session} がプロンプトに戻るまで待つ
ko: ${session}이(가) 프롬프트로 돌아올 때까지 대기
pt_br: Aguardar ${session} voltar ao prompt
ru: Ждать возврата ${session} к приглашению
vi: Chờ ${session} quay lại dấu nhắc
zh_hans: 等待 ${session} 回到提示符
zh_hant: 等待 ${session} 回到提示字元

source: Wait for Terminal Prompt
ar: انتظار موجّه الطرفية
de: Auf Terminal-Eingabeaufforderung warten
es: Esperar al prompt del terminal
fr: Attendre l’invite du terminal
it: Attendi il prompt del terminale
ja: ターミナルのプロンプトを待つ
ko: 터미널 프롬프트 대기
pt_br: Aguardar prompt do terminal
ru: Ждать приглашения терминала
vi: Chờ dấu nhắc Terminal
zh_hans: 等待终端提示符
zh_hant: 等待終端機提示字元

source: Waiting for Approval
ar: في انتظار الموافقة
de: Warten auf Freigabe
es: Esperando aprobación
fr: En attente d’autorisation
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
pt_br: Aguardando aprovação
ru: Ожидание разрешения
vi: Đang chờ phê duyệt
zh_hans: 等待批准
zh_hant: 等待批准

source: Waits until the session's shell is back at its prompt, or until the time limit passes.
ar: ينتظر حتى تعود صدفة الجلسة إلى موجّهها، أو حتى تنقضي المهلة.
de: Wartet, bis die Shell der Sitzung wieder an der Eingabeaufforderung ist oder das Zeitlimit abläuft.
es: Espera hasta que el shell de la sesión vuelva al prompt o hasta que pase el tiempo límite.
fr: Attend que le shell de la session soit revenu à l’invite, ou que la limite de temps soit écoulée.
it: Attende che la shell della sessione sia tornata al prompt o che scada il limite di tempo.
ja: セッションのシェルがプロンプトに戻るか、制限時間が過ぎるまで待ちます。
ko: 세션의 셸이 프롬프트로 돌아오거나 제한 시간이 지날 때까지 기다립니다.
pt_br: Aguarda até que o shell da sessão volte ao prompt ou até que o tempo limite passe.
ru: Ждёт, пока оболочка сеанса вернётся к приглашению или истечёт лимит времени.
vi: Chờ đến khi shell của phiên quay lại dấu nhắc, hoặc đến khi hết giới hạn thời gian.
zh_hans: 等待会话的 shell 回到提示符，或直到时限结束。
zh_hant: 等待工作階段的 shell 回到提示字元，或直到時限結束。

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: What is on the screen in ${applicationName}
ar: ما الموجود على الشاشة في ${applicationName}
de: Was in ${applicationName} auf dem Bildschirm steht
es: Qué hay en la pantalla de ${applicationName}
fr: Ce qui est à l’écran dans ${applicationName}
it: Cosa c’è sullo schermo in ${applicationName}
ja: ${applicationName} の画面に何があるか
ko: ${applicationName} 화면에 무엇이 있는지
pt_br: O que está na tela do ${applicationName}
ru: Что на экране в ${applicationName}
vi: Trên màn hình ${applicationName} có gì
zh_hans: ${applicationName} 的屏幕上有什么
zh_hant: ${applicationName} 的畫面上有什麼

source: What is running in ${applicationName}
ar: ما الذي يعمل في ${applicationName}
de: Was in ${applicationName} läuft
es: Qué se está ejecutando en ${applicationName}
fr: Ce qui s’exécute dans ${applicationName}
it: Cosa è in esecuzione in ${applicationName}
ja: ${applicationName} で何が実行中か
ko: ${applicationName}에서 무엇이 실행 중인지
pt_br: O que está em execução no ${applicationName}
ru: Что выполняется в ${applicationName}
vi: ${applicationName} đang chạy gì
zh_hans: ${applicationName} 中正在运行什么
zh_hant: ${applicationName} 中正在執行什麼

source: When the command ran in a new shell, leave that shell running instead of ending it.
ar: إذا شُغّل الأمر في صدفة جديدة، أبقِ تلك الصدفة عاملة بدلاً من إنهائها.
de: Wenn der Befehl in einer neuen Shell lief, diese Shell weiterlaufen lassen, statt sie zu beenden.
es: Si el comando se ejecutó en un shell nuevo, deje ese shell en ejecución en lugar de finalizarlo.
fr: Si la commande s’est exécutée dans un nouveau shell, laisser ce shell en cours au lieu de le terminer.
it: Se il comando è stato eseguito in una nuova shell, lascia quella shell in esecuzione invece di terminarla.
ja: コマンドを新しいシェルで実行した場合、そのシェルを終了せずに残します。
ko: 명령이 새로운 셸에서 실행된 경우 해당 셸을 종료하지 않고 계속 실행합니다.
pt_br: Quando o comando for executado em um novo shell, deixe esse shell em execução em vez de encerrá-lo.
ru: Если команда выполнялась в новой оболочке, оставить её запущенной, а не завершать.
vi: Nếu lệnh đã chạy trong một shell mới, hãy giữ shell đó tiếp tục chạy thay vì kết thúc nó.
zh_hans: 如果命令在新 shell 中运行，则保留该 shell 而不结束它。
zh_hant: 如果指令在新 shell 中執行，則保留該 shell 而不結束它。

source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Writes detailed terminal activity to the log, including every keystroke, while this is on.
ar: عند التفعيل، يكتب نشاط الطرفية بالتفصيل في السجل، بما في ذلك كل ضغطة مفتاح.
de: Schreibt bei aktivierter Option ausführliche Terminal-Aktivität – einschließlich jedes Tastendrucks – in das Protokoll.
es: Mientras esté activado, escribe en el registro la actividad detallada del terminal, incluida cada pulsación de tecla.
fr: Lorsque cette option est activée, l’activité détaillée du terminal, y compris chaque frappe, est écrite dans le journal.
it: Quando è attivo, scrive nel log l’attività dettagliata del terminale, incluso ogni tasto premuto.
ja: オンの間、キー入力を含む詳細なターミナルの動作をログに記録します。
ko: 켜져 있는 동안 모든 키 입력을 포함한 상세한 터미널 활동을 로그에 기록합니다.
pt_br: Enquanto estiver ativado, grava no registro a atividade detalhada do terminal, incluindo cada tecla digitada.
ru: Пока включено, подробная активность терминала, включая каждое нажатие клавиши, записывается в журнал.
vi: Khi bật, ghi chi tiết hoạt động của Terminal vào nhật ký, bao gồm từng lần nhấn phím.
zh_hans: 开启后，会将详细的终端活动（包括每次按键）写入日志。
zh_hant: 開啟後，會將詳細的終端機活動（包括每次按鍵）寫入日誌。

source: End
de: Ende
es: Fin
fr: Fin
it: Fine

source: Home
de: Pos1
es: Inicio
fr: Début
it: Inizio

source: Page Down
de: Bild ab
es: Av Pág
fr: Page suivante
it: Pagina giù

source: Page Up
de: Bild auf
es: Re Pág
fr: Page précédente
it: Pagina su

source: Tab
de: Tabulator
es: Tabulador
fr: Tabulation
it: Tabulazione

source: Command
es: Comando
fr: Commande
it: Comando

source: Option
es: Opción
it: Opzione

source: Return
es: Retorno
fr: Retour
it: Invio

source: Control
fr: Contrôle

source: Escape
fr: Échap
it: Esc
